Template.prototype.Esse = () => 
`<div>
<h2 id="esse-title">Что? Зачем? Почему?</h2>
<p class="esse-text">
    В наше время, когда компьютерные технологии развиваются очень быстро, есть множество причин чтобы
    стать программистом. Моя главная цель нахождения здесь - получение ценных знаний и опыта в данной
    области.
</p>
<p class="esse-text">
    Сейчас каждый может начать изучать программирование, но чтобы стать воистину востребованным
    специалистом на рынке труда нужно приложить не мало усилий. Чтобы найти в ближайшем будущем работу,
    я должен усердно работать над собой, именно поэтому я сейчас нахожусь здесь и создаю полное
    извращение.
</p>
</div>`;